/************************* (C) COPYRIGHT 2017 G627 Team **************************
 * 文件名	：delay.h
 * 描述    	：delay.c的头文件        
 * 实验平台	：STM32F103C8T6
 * 库版本	：ST3.5.0
 * 作者		：河王
 * QQ		：345792307
 * 团队		：G627
**********************************************************************************/

#ifndef __DELAY_H__
#define __DELAY_H__

#include "includes.h"

void delay_us(u32 count);		//us延时函数



#endif //__DELAY_H__

/************************* (C) COPYRIGHT 2017 G627 Team **************************/
